tap "homebrew/bundle"
tap "koekeishiya/formulae"
tap "yellowsink/gord"
brew "act"
brew "bash"
brew "bat"
brew "black"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "mactop"
brew "mas"
brew "mpv"
brew "neovim"
brew "node"
brew "poppler"
brew "powerlevel10k"
brew "ripgrep"
brew "sesh"
brew "sevenzip"
brew "terraform"
brew "terraformer"
brew "tmux"
brew "tpm"
brew "yazi"
brew "zoxide"
cask "1password"
cask "1password-cli"
cask "discord"
cask "figma"
cask "font-sauce-code-pro-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hhkb-studio"
cask "iterm2"
cask "karabiner-elements"
cask "miniconda"
cask "raycast"
cask "visual-studio-code"
mas "Bear", id: 1091189122
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Mockup", id: 1527554407
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Things", id: 904280696
mas "Xcode", id: 497799835
vscode "4ops.terraform"
vscode "betajob.modulestf"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "foxundermoon.shell-format"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "vscodevim.vim"
